[S_Broadcast_Truth_Advent_Propaganda_Announcer_01 AkEvent]
SpokenText="\"Адвент\" запевняє вас: це відкриття буде негайно доступне всьому населенню."

[S_Broadcast_Truth_Advent_Propaganda_Announcer_02 AkEvent]
SpokenText="А тепер в прямому ефірі Спікер..."

[S_Intro_Advent_Propaganda_Announcer_01 AkEvent]
SpokenText="\"Адвент\" нагадує вам про необхідність повідомляти про всі підозрілі дії найближчому миротворцю. Пам'ятайте, що тільки разом ми можемо побудувати краще майбутнє."

[S_Victory_Advent_Propaganda_Announcer_01 AkEvent]
SpokenText="Комендантська година залишається в силі, поки адміністрація займається вирішенням поточної кризи."
